/* authorizing */
"authorizing" = "a autorizar";

/* bookmarks */
"bookmarks" = "marcadores";

/* bookmarks menu */
"Bookmarks Menu" = "Menu de Marcadores";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "Barra de Marcadores";

/* cancel */
"Cancel" = "Cancelar";

/* unable to load page */
"Cannot Load Page" = "Falhou Carregamento de Página";

/* cannot load private key from keychain */
"Cannot Load Private Key From Keychain" = "Falhou Carregamento da Chave Privada";

/* cannot submit email */
"Cannot Submit" = "Falhou Submissão";

/* unable to refresh data */
"Cannot Sync" = "Falhou Sincronização";

/* connecting */
"connecting" = "a ligar-se";

/* copy the url to the clipboard */
"Copy URL" = "Copiar URL";

/* update Firefox Home */
"Data on the server is in a new and unrecognized format. Please update Firefox Home." = "Os dados no servidor estão num formato novo e não reconhecido. Actualize o Firefox Home.";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "Os dados no servidor estão num formato antigo e não suportado. Actualize o Firefox no seu computador.";

/* duplicate email address */
"Duplicate" = "Duplicar";

/* send the url via email */
"Email URL" = "URL para Correio";

/* error loading page */
"Error Loading Page" = "Falhou Carregamento de Página";

/* error retrieving data */
"Error Retrieving Data" = "Falhou Recolha de Dados";

/* Failed Server Lookup */
"Failed Server Lookup" = "Falhou Obter Nome de Servidor";

/* failed to communicate with server */
"Failed To Communicate With Server (%d)" = "Falhou Comunicação Com Servidor (%d)";

/* failed to install private key into keychain */
"Failed To Install Private Key Into Keychain (%d)" = "Falhou Instalação da Chave Privada (%d)";

/* email content */
"Here is that site we talked about:" = "Aqui está o sítio de que falámos:";

/* history */
"history" = "histórico";

/* incorrect password */
"Incorrect Password" = "Palavra errada";

/* incorrect secret phrase */
"Incorrect Secret Phrase" = "Chave Errada de Sincronização";

/* we will send instructions */
"Instructions are on the way" = "Instruções estão a caminho";

/* invalid url */
"Invalid URL" = "URL Inválido";

/* loading web page */
"loading..." = "a carregar...";

/* unable to login */
"Login Failure" = "Falha de Entrada";

/* mobile bookmarks */
"Mobile Bookmarks" = "Marcadores do Mobile";

/* no internet connection */
"No internet connection available" = "Ligação à Internet indisponível";

/* no matching items found */
"No Matches" = "Nenhum Encontrado";

/* ok */
"OK" = "OK";

/* privacy policy */
"Privacy Policy" = "Política de Privacidade";

/* refresh local data */
"Refresh" = "Actualizar";

/* searching for matching items */
"Searching..." = "A procurar...";

/* email subject */
"Sending you a link" = "A enviar-lhe uma ligação";

/* re-authenticate */
"Sign In" = "Iniciar sessão";

/* stop refreshing data */
"Stop" = "Parar";

/* tabs */
"tabs" = "separadores";

/* terms of service */
"Terms Of Service" = "Termos de Serviço";

/* thank you for submitting */
"Thank you!" = "Obrigado!";

/* the email address already exists in our database */
"That email address has already been submitted" = "Esse endereço de correio já foi submetido";

/* unable to communicate with server */
"Unable To Communicate With Server (%d)" = "Falhou a Comunicação com o Servidor (%d)";

/* server unavailable */
"Unable to contact server" = "Servidor indisponível";

/* unable to submit email */
"Unable to submit your email, please try again later (%d)" = "Falha a submeter o email, por favor tente mais tarde (%d)";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "Marcadores Misturados";

/* username not found */
"User Name Not Found" = "Nome de Conta Não Encontrado";

/* launch safari to display the url */
"View in Safari" = "Ver em Safari";

/* Required */
"Required" = "Obrigatório";

/* Caution: use at own risk */
"Caution: use at own risk" = "Cuidado; use por sua conta e risco";

/* Enter your Sync account information */
"Enter your Sync account information" = "Inserir a informação da conta sync";

/* Account */
"Account" = "Conta";

/* Password */
"Password" = "Senha";

/* Sync Key */
"Sync Key" = "Chave do Sync";

/* Use Custom Server */
"Use Custom Server" = "Usar Servidor Específico";

/* Server URL */
"Server URL" = "URL do servidor";

/* Cannot Setup Sync */
"Cannot Setup Sync" = "Falha a Iniciar Sync";

/* Try Again */
"Try Again" = "Tentar de Novo";

/* Manual Setup */
"Manual Setup" = "Configuração Manual";

/* Firefox Home could not connect to Sync. Would you like to try again? */
"Firefox Home could not connect to Sync. Would you like to try again?" = "Falhou a ligação do Firefox Home ao Sync. Quer tentar de novo?";

/* Passcode */
"Passcode" = "Código";

/* Used for a small button */
"Not Now" = "Agora Não";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to Firefox Home again." = "Devido a uma actualização recente, precisar de iniciar sessão no Firefox Home";

/* Message that we show in a dialog when the user tries to open a file:// url */
"Firefox Home cannot load the page because it is of an unsupported type." = "O Firefox Home não consegue carregar a página devido a um tipo não suportado.";
